[
  {
    "id": 1,
    "serviceName": "Dental Implants",
    "serviceImg": "https://i.ibb.co/jHsxxrH/serviceimg1.jpg",
    "description": "Paediatric Dental care at Narayana Health provides a comprehensive care for dental issues, including common ones that occur during growth to more serious cases of tumours or trauma. Oral health care is such an essential part of our overall health that instilling it in our children from the beginning is very important.There are many oral and dental health problems that a child can face during the early years. If not given proper care, a child can suffer from serious dental issues ahead in life.The dental team also closely works with experts in several specialities such as rheumatology, neurology, and oncology to ensure that proper diagnosis and treatment is provided to patients."
  },
  {
    "id": 2,
    "serviceName": "Heart Specialist",
    "serviceImg": "https://i.ibb.co/23Pg2cZ/serviceimg2.jpg",
    "description": "Heart disease is rapidly becoming a major health concern in our country. What is alarming is that many of these patients are young and are first diagnosed in advanced and terminal stages of the disease, with heart failure. Heart failureis a stage wherein the heart can't function adequately to meet the demands of the body. The patient feels tired, breathless and his body swells up with fluid accumulation. These patients can be managed with medications for some time. However, in the terminal stages, the medications lose their efficacy and the patient finds it difficult to even speak a few words, walk a few steps or lie down flat.However, there is hope for such patients. The gold standard in treatment for such patients is Heart Transplantation. The source for a heart is a brain-dead patient, i.e., a patient in the coma who has no chance of recovering. If the heart in such a patient is normal and functioning, it can be harvested and transplanted to a patient with terminal heart failure. These patients can recover fully and get back to a normal life. NH Health City, Bangalore is one of the very few centres in the country with an active transplant program."
  },
  {
    "id": 3,
    "serviceName": "Laboratory Tests",
    "serviceImg": "https://i.ibb.co/7jWwbZ5/serviceimg3.jpg",
    "description": "Laboratory Medicine at Narayana Health's group of hospitals is one of the most efficient laboratory medicine setups in the country. Across all our hospitals, we have well equipped state-of-the-art auto analyzers with lab interfacing and integrated system for analysis of patient’s samples. We have a multitude of speciality departments catering to both routine and special diagnostic requirements of the hospital namely:"
  },
  {
    "id": 4,
    "serviceName": "Operation Theater",
    "serviceImg": "https://i.ibb.co/WsfL5XZ/Well-Trained-Staff.jpg",
    "description": "Narayana Health treats a variety of Paediatric conditions occurring throughout infancy and childhood. PaediatricSurgery deals with surgical care for children from the day of their birth to 18 years of age. The common problems that are treated by a paediatric surgery team include-Congenital and developmental anomalies,Infectious conditions,Trauma and injuries,Solid tumours,Cancers,Narayana Health group of hospitals are one of the premier paediatric surgical service centers in the country. The experienced team of paediatric surgeons manages the entire spectrum of paediatric surgical problems and specialize in neonates as well."
  },
  {
    "id": 5,
    "serviceName": "ICU Department",
    "serviceImg": "https://i.ibb.co/dK7Jv0X/Operation-Theater.jpg",
    "description": "Babies and infants are the most vulnerable population and thus require special medical assistance throughout their early years of development. They are fragile and hence it can be intimidating for you as a parent to ensure that everything goes right.To ensure you are being helped in the right way, every hospital has dedicated neonatal (newborn) care units within their premises. In general, there are two units that though being a little different, are still closely related to one another.Let’s dive into each of these two units step-wise to determine how they are different from each other."
  },
  {
    "id": 6,
    "serviceName": "Medical Record",
    "serviceImg": "https://i.ibb.co/B33Sry4/Medical-Record.jpg",
    "description": "Requesting Medical Records and Imaging from Mayo Clinic's campus in Minnesota Patients may request that their medical record information be released to themselves or other third parties for various reasons. The Release of Health Information brochure (PDF) provides patients with information on release requirements and how to request release of their health records to common third parties for various reasons. Records of the care patients receive at Mayo Clinic are kept in strict confidence and are not released without the patient's written consent, except as required by law.Due to the COVID-19 pandemic, Mayo Clinic has temporarily closed all in-person locations where patients typically pick up copies of their protected health information."
  },
  {
    "id": 7,
    "serviceName": "Baby Care",
    "serviceImg": "https://i.ibb.co/h7mgMWq/Kids-Treatment.jpg",
    "description": "Critical Care medicine is of vital importance for a healthy nation. This speciality will certainly reduce the mortality by providing early and appropriate life-saving interventions to all critically ill patients.We offer 24/7 care to patients in potentially life-threatening conditions who need continuous monitoring to be carried out by a multidisciplinary team. Such situations arise in case of haemodynamic instability (hypertension/ hypotension), airway or respiratory compromise (such as ventilator support), acute renal failure, potentially lethal cardiac arrhythmias, the cumulative effects of multiple organ system failure, or even in the crucial hours after major surgeries when the patient is deemed too unstable to transfer to a less intensively monitored unit.This discipline is the technologically advanced and resource-intensive area of medical care and it integrates many specialties and diverse technologies, holding out the hope of survival to patients who are acutely and critically ill. The care provided in a specialized unit of a hospital called the intensive care unit (ICU), requires unwavering commitment, precision and synchronized teamwork."
  },
  {
    "id": 8,
    "serviceName": "Eye Specialist",
    "serviceImg": "https://i.ibb.co/jvmbSX0/Skin-Counseling.jpg",
    "description": "Family medicine doctors might treat your child, but they tend to look after the health of your kids and grown-ups alike. While adults can express their pain and symptoms, a young child can't do so. Paediatricians in child hospitals are trained professionals who can diagnose and treat childhood illnesses, from minor health problems to serious diseases. It’s imperative that you only choose the best Paediatricians for your child. They're the first person to call whenever your child is sick. Paediatrics are of four categories:General Paediatrics - They treat children from birth to the age of 16. Most paediatricians have this generalist role.Neonatology - This branch of Paediatrics specialises in looking after newly born babies. Newborns and premature babies in an intensive care unit (ICU) or those with problems at birth are treated by a paediatrician who is trained in neanatology.Community Paediatrics - They are based in the community and look after children with developmental, social or behavioural problems and physical disability."
  }
]
